const news = [
    {
        title: '啊肯德基哈萨克大家工行卡军事大国',
        date: '12/4'
    },
    {
        title: '普通其的就是看个爬行飞机我给',
        date: '12/1'
    },
    {
        title: '刚好去爬山开放配置个吉尔培根附件二看完',
        date: '11/8'
    },
    {
        title: '给孩子两个跑刷卡六十公分',
        date: '10/23'
    },
    {
        title: '啊肯德基哈萨克大家工行卡军事大国',
        date: '12/4'
    },
    {
        title: '普通其的就是看个爬行飞机我给',
        date: '12/1'
    },
    {
        title: '刚好去爬山开放配置个吉尔培根附件二看完',
        date: '11/8'
    },
    {
        title: '给孩子两个跑刷卡六十公分',
        date: '10/23'
    },
    {
        title: '啊肯德基哈萨克大家工行卡军事大国',
        date: '12/4'
    },
    {
        title: '普通其的就是看个爬行飞机我给',
        date: '12/1'
    },
    {
        title: '刚好去爬山开放配置个吉尔培根附件二看完',
        date: '11/8'
    },
    {
        title: '给孩子两个跑刷卡六十公分',
        date: '10/23'
    }
]
export {
    news
}
