const readData = {
    title: '这是一个大新闻',
    content: [
        {
            name: '这是楼主',
            time: '2020-01-01 12:00',
            content: '这是第一个新闻，巴拉巴拉阿巴阿巴'
        },
        {
            name: '这是沙发',
            time: '2020-01-01 12:05',
            content: '这是第一个回帖',
            reply: [{
                name: '嘿嘿嘿',
                time: '2020-01-01 12:07',
                content: '你好快'
            }, {
                name: 'gagaga',
                time: '2020-01-01 12:12',
                content: '尽快立法的精神力喀什地方刚回来看见岁的法国老师恐惧感和埃啊他了法国爱的色放两个空间安慰韩国问题五他'
            }]
        },
        {
            name: '这是板凳',
            time: '2020-01-01 13:08',
            content: '啊啊啊啊啊啊啊哈哈哈哈哈哈哈'
        },
        {
            name: '李舟',
            time: '2020-01-02 05:18',
            content: '我崩溃了'
        },
        {
            name: '李舟',
            time: '2020-01-02 05:18',
            content: '我崩溃了'
        },
        {
            name: '李舟',
            time: '2020-01-02 05:18',
            content: '我崩溃了'
        },
        {
            name: '李舟',
            time: '2020-01-02 05:18',
            content: '我崩溃了'
        },
        {
            name: '李舟',
            time: '2020-01-02 05:18',
            content: '我崩溃了'
        },
        {
            name: '李舟',
            time: '2020-01-02 05:18',
            content: '我崩溃了'
        },
        {
            name: '李舟',
            time: '2020-01-02 05:18',
            content: '我崩溃了'
        },
        {
            name: '李舟',
            time: '2020-01-02 05:18',
            content: '我崩溃了'
        },
        {
            name: '李舟',
            time: '2020-01-02 05:18',
            content: '我崩溃了'
        },
        {
            name: '李舟',
            time: '2020-01-02 05:18',
            content: '我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了我崩溃了'
        }
    ]
}

export { readData }
